---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterGlobalParameterAssociationRule
source: html/5d12bab0-16c6-f085-b57b-5ae748806750.htm
---
# FilterGlobalParameterAssociationRule Properties

Specifies whether the .NET object represents a valid Revit entity.